{
  "_type": "helpArticle",
  "title": "Unternehmensbasis erfassen (Briefing-Check)",
  "titleEn": "Capture Company Basics (Briefing Check)",
  "slug": {
    "current": "marken-dna-unternehmensbasis"
  },
  "excerpt": "Erfasse grundlegende Unternehmensdaten wie Branche, Größe, Produkte und Anlass für die PR-Arbeit - die Faktenbasis für deine Marken-DNA.",
  "excerptEn": "Capture basic company data like industry, size, products, and PR occasion - the factual foundation for your brand DNA.",
  "category": "bibliothek",
  "onboardingStep": null,
  "keywords": [
    "Marken-DNA",
    "Briefing",
    "Unternehmensbasis",
    "Briefing-Check",
    "Unternehmensdaten",
    "Faktenbasis",
    "KI-Chat",
    "Branche",
    "Produkte",
    "Wettbewerb"
  ],
  "content": {
    "de": "# Unternehmensbasis erfassen (Briefing-Check)\n\nDer Briefing-Check ist der erste und wichtigste Schritt deiner Marken-DNA. Hier legst du die unverrückbare Faktenbasis für alle späteren PR-Texte fest. Die KI verhindert damit Halluzinationen und stellt sicher, dass nur echte Fakten in deine Pressemeldungen fließen.\n\n## Was ist der Briefing-Check?\n\nDer Briefing-Check beantwortet die Frage: \"Wer sind wir?\" Er ist das erste von sechs strategischen Dokumenten der Marken-DNA und bildet die Grundlage für alle weiteren Schritte. Ohne solide Faktenbasis können die KI-Assistenten später keine präzisen Texte erstellen.\n\n**Wichtig:** Der KI-Assistent akzeptiert keine Worthülsen wie \"wir sind innovativ\". Er fragt konsequent nach Belegen, Zahlen und Fakten.\n\n## Voraussetzungen\n\n- Du hast einen Kunden im CRM angelegt (oder dich selbst als Kunde eingetragen)\n- Du navigierst zur Bibliothek > Marken-DNA\n- Du klickst auf den gewünschten Kunden\n\n## Schritt-für-Schritt: Briefing-Check erstellen\n\n### Schritt 1: KI-Chat öffnen\n\n1. Klicke in der Übersicht auf das Dokument \"Briefing-Check\"\n2. Alternativ: Klicke auf das 3-Punkte-Menü und wähle \"KI-Chat\"\n3. Der Split-Screen-Editor öffnet sich:\n   - **Links:** KI-Chat-Interface\n   - **Rechts:** Live-Vorschau des entstehenden Dokuments\n\n[Screenshot: Split-Screen mit KI-Chat links und Dokument-Vorschau rechts]\n\n### Schritt 2: Dialog mit der KI führen\n\nDie KI führt dich strukturiert durch drei Phasen und stellt maximal 1-2 Fragen auf einmal:\n\n#### Phase 1: Das Unternehmen (Der Absender)\n\nDie KI fragt dich nach:\n\n- **Branche und Tätigkeit:** Was macht das Unternehmen genau?\n- **Standort:** Wo sitzt das Unternehmen?\n- **Größe:** Wie viele Mitarbeiter? Wann gegründet?\n- **Kernprodukte/-dienstleistungen:** Was wird konkret verkauft?\n- **Leitbild/Mission:** Gibt es eine offizielle Mission?\n\n**Beispiel-Dialog:**\n```\nKI: In welcher Branche ist dein Unternehmen tätig und was ist die exakte Tätigkeit?\n\nDu: Wir sind im Maschinenbau tätig, speziell Wickeltechnik für die Papier- und Folienindustrie.\n\nKI: Perfekt! Ich habe notiert: Maschinenbau - Wickeltechnik für Papier/Folie. \nWo ist der Hauptstandort und wie viele Mitarbeiter beschäftigt ihr?\n```\n\n> **Tipp:** Die KI spiegelt deine Antworten immer zurück (\"Ich habe notiert: ...\"). So erkennst du sofort, ob sie dich richtig verstanden hat.\n\n#### Phase 2: Die Aufgabe (Der Anlass)\n\nDie KI klärt:\n\n- **Warum jetzt PR?** Produktlaunch, Krise, Jubiläum, generelle Sichtbarkeit?\n- **Welches Problem soll gelöst werden?** Zu geringe Bekanntheit, falsches Image, neue Märkte?\n\n**Beispiel:**\n```\nKI: Warum wird genau jetzt PR-Arbeit benötigt? Gibt es einen konkreten Anlass?\n\nDu: Wir haben eine neue Maschinenserie entwickelt und wollen damit in den süddeutschen Markt.\n```\n\n#### Phase 3: Markt & Wettbewerb\n\nDie KI fragt:\n\n- **3 wichtigste Konkurrenten:** Wer sind sie?\n- **Objektive Unterschiede:** Preis, Technik, Service - was unterscheidet euch?\n\n**Beispiel:**\n```\nKI: Wer sind deine 3 wichtigsten direkten Wettbewerber?\n\nDu: ACME Maschinenbau, TechFlow GmbH und Wickelmeister AG\n\nKI: Und was unterscheidet euch konkret von diesen Wettbewerbern?\n\nDu: Wir haben die schnellsten Wickelgeschwindigkeiten (bis 800m/min) und bieten als einzige 24/7-Service.\n```\n\n> **Tipp:** Die KI lässt keine vagen Aussagen durch. Wenn du sagst \"wir sind besser\", fragt sie: \"Woran genau machst du das fest?\"\n\n### Schritt 3: Zusammenfassung bestätigen\n\nWenn alle drei Phasen durchlaufen sind:\n\n1. Die KI fasst das komplette Briefing strukturiert zusammen\n2. Sie fragt explizit: \"Ist diese Zusammenfassung korrekt und vollständig?\"\n3. **Erst nach deiner Bestätigung** setzt sie den Status auf \"Abgeschlossen\"\n\n**Wichtig:** Solange du nicht bestätigst, bleibt das Dokument im Status \"Entwurf\" und du kannst jederzeit Korrekturen vornehmen.\n\n[Screenshot: KI zeigt strukturierte Zusammenfassung mit Bestätigungs-Frage]\n\n### Schritt 4: Dokument speichern\n\n1. Klicke rechts oben auf \"Speichern\"\n2. Das Dokument wird automatisch in der Marken-DNA abgelegt\n3. Der Status wechselt zu \"Abgeschlossen\" (grüner Haken)\n\n## Dokument nachträglich bearbeiten\n\nDu kannst jederzeit Änderungen vornehmen:\n\n### Variante 1: Im KI-Chat überarbeiten\n\n1. Öffne das Dokument erneut über \"KI-Chat\"\n2. Die KI lädt den bisherigen Chat-Verlauf\n3. Du kannst einzelne Punkte korrigieren:\n   ```\n   Du: Die Mitarbeiterzahl hat sich geändert, wir haben jetzt 85 statt 73 Mitarbeiter.\n   \n   KI: Verstanden! Ich aktualisiere die Mitarbeiterzahl auf 85. Gibt es weitere Änderungen?\n   ```\n\n### Variante 2: Manuell bearbeiten\n\n1. Klicke auf das 3-Punkte-Menü beim Briefing-Check\n2. Wähle \"Bearbeiten\"\n3. Der Text-Editor öffnet sich\n4. Bearbeite das Dokument direkt im Markdown-Format\n5. Klicke auf \"Vorschau\" um das Ergebnis zu sehen\n6. Speichere deine Änderungen\n\n> **Tipp:** Bei größeren inhaltlichen Änderungen ist der KI-Chat besser geeignet, da die KI die Konsistenz sicherstellt.\n\n## Fortschritt verfolgen\n\nDer Briefing-Check zeigt dir immer den aktuellen Status:\n\n- **Grauer Kreis:** Noch nicht begonnen\n- **Gelber Kreis:** In Bearbeitung (Entwurf)\n- **Grüner Kreis:** Abgeschlossen\n\nOben rechts siehst du außerdem den Gesamtfortschritt aller 6 Dokumente in Prozent.\n\n[Screenshot: Status-Kreise mit Prozentanzeige]\n\n## Häufige Fragen\n\n**Muss ich alle Fragen beantworten?**\n\nJa, für ein vollständiges Briefing sind alle Phasen wichtig. Du kannst aber jederzeit eine Pause einlegen - die KI merkt sich den Chat-Verlauf.\n\n**Kann ich später Informationen ergänzen?**\n\nJa, du kannst das Dokument jederzeit wieder öffnen und im KI-Chat Informationen hinzufügen oder korrigieren.\n\n**Was passiert, wenn ich vage Antworten gebe?**\n\nDie KI hakt freundlich aber bestimmt nach. Sie braucht konkrete Fakten, um später präzise PR-Texte zu schreiben. Worthülsen wie \"führend\", \"innovativ\" oder \"qualitativ hochwertig\" akzeptiert sie nur mit Belegen.\n\n**Wie lange dauert der Briefing-Check?**\n\nIn der Regel 10-15 Minuten, wenn du die Informationen parat hast. Die KI stellt maximal 1-2 Fragen gleichzeitig, damit du nicht überfordert wirst.\n\n**Können mehrere Personen am Briefing arbeiten?**\n\nJa, wenn mehrere Team-Mitglieder Zugriff auf den Kunden haben, können sie das Dokument gemeinsam bearbeiten. Der Chat-Verlauf wird für alle gespeichert.\n\n## Nächste Schritte\n\nNachdem der Briefing-Check abgeschlossen ist:\n\n1. **SWOT-Analyse durchführen** - Stärken, Schwächen, Chancen und Risiken bewerten\n2. **Zielgruppen-Radar erstellen** - Empfänger, Mittler und Absender definieren\n3. Alle 6 Dokumente abschließen, um die **DNA-Synthese** zu erzeugen\n\n> **Wichtig:** Die DNA-Synthese kann erst generiert werden, wenn alle 6 Dokumente den Status \"Abgeschlossen\" haben. Sie fasst dann die gesamte Marken-DNA in ~600-800 Tokens zusammen, die als Leitplanke für alle KI-Texte dienen.\n\n## Verwandte Artikel\n\n- [Marken-DNA verstehen](/support/de/marken-dna-verstehen)\n- [SWOT-Analyse durchführen](/support/de/marken-dna-swot-analyse)\n- [DNA-Synthese erzeugen](/support/de/marken-dna-synthese-erzeugen)\n- [Kunde anlegen](/support/de/kunde-anlegen)",
    "en": "# Capture Company Basics (Briefing Check)\n\nThe Briefing Check is the first and most important step in your brand DNA. Here you establish the immutable factual foundation for all future PR texts. This prevents AI hallucinations and ensures that only real facts flow into your press releases.\n\n## What is the Briefing Check?\n\nThe Briefing Check answers the question: \"Who are we?\" It's the first of six strategic brand DNA documents and forms the foundation for all subsequent steps. Without a solid factual basis, AI assistants can't create precise texts later.\n\n**Important:** The AI assistant doesn't accept buzzwords like \"we are innovative.\" It consistently asks for evidence, numbers, and facts.\n\n## Prerequisites\n\n- You've created a customer in the CRM (or added yourself as a customer)\n- You navigate to Library > Brand DNA\n- You click on the desired customer\n\n## Step-by-Step: Create Briefing Check\n\n### Step 1: Open AI Chat\n\n1. In the overview, click on the \"Briefing Check\" document\n2. Alternative: Click the 3-dot menu and select \"AI Chat\"\n3. The split-screen editor opens:\n   - **Left:** AI chat interface\n   - **Right:** Live preview of the emerging document\n\n[Screenshot: Split-screen with AI chat on left and document preview on right]\n\n### Step 2: Dialogue with AI\n\nThe AI guides you through three phases, asking a maximum of 1-2 questions at a time:\n\n#### Phase 1: The Company (The Sender)\n\nThe AI asks about:\n\n- **Industry and activity:** What exactly does the company do?\n- **Location:** Where is the company based?\n- **Size:** How many employees? When founded?\n- **Core products/services:** What exactly is being sold?\n- **Mission statement:** Is there an official mission?\n\n**Example dialogue:**\n```\nAI: What industry is your company in and what is the exact activity?\n\nYou: We're in mechanical engineering, specifically winding technology for the paper and film industry.\n\nAI: Perfect! I've noted: Mechanical engineering - winding technology for paper/film. \nWhere is the headquarters and how many employees do you have?\n```\n\n> **Tip:** The AI always mirrors your answers (\"I've noted: ...\"). This way you can immediately see if it understood you correctly.\n\n#### Phase 2: The Task (The Occasion)\n\nThe AI clarifies:\n\n- **Why PR now?** Product launch, crisis, anniversary, general visibility?\n- **What problem should be solved?** Too little awareness, wrong image, new markets?\n\n**Example:**\n```\nAI: Why is PR work needed right now? Is there a specific occasion?\n\nYou: We've developed a new machine series and want to enter the southern German market with it.\n```\n\n#### Phase 3: Market & Competition\n\nThe AI asks:\n\n- **3 most important competitors:** Who are they?\n- **Objective differences:** Price, technology, service - what differentiates you?\n\n**Example:**\n```\nAI: Who are your 3 most important direct competitors?\n\nYou: ACME Engineering, TechFlow Ltd and WindMaster Corp\n\nAI: And what specifically differentiates you from these competitors?\n\nYou: We have the fastest winding speeds (up to 800m/min) and are the only ones offering 24/7 service.\n```\n\n> **Tip:** The AI doesn't let vague statements through. If you say \"we're better,\" it asks: \"What exactly do you base that on?\"\n\n### Step 3: Confirm Summary\n\nWhen all three phases are completed:\n\n1. The AI summarizes the complete briefing in a structured way\n2. It explicitly asks: \"Is this summary correct and complete?\"\n3. **Only after your confirmation** does it set the status to \"Completed\"\n\n**Important:** As long as you don't confirm, the document remains in \"Draft\" status and you can make corrections at any time.\n\n[Screenshot: AI shows structured summary with confirmation question]\n\n### Step 4: Save Document\n\n1. Click \"Save\" in the top right\n2. The document is automatically stored in the brand DNA\n3. The status changes to \"Completed\" (green checkmark)\n\n## Edit Document Later\n\nYou can make changes at any time:\n\n### Option 1: Revise in AI Chat\n\n1. Open the document again via \"AI Chat\"\n2. The AI loads the previous chat history\n3. You can correct individual points:\n   ```\n   You: The employee count has changed, we now have 85 instead of 73 employees.\n   \n   AI: Understood! I'm updating the employee count to 85. Are there any other changes?\n   ```\n\n### Option 2: Manual Editing\n\n1. Click the 3-dot menu on the Briefing Check\n2. Select \"Edit\"\n3. The text editor opens\n4. Edit the document directly in Markdown format\n5. Click \"Preview\" to see the result\n6. Save your changes\n\n> **Tip:** For larger content changes, the AI chat is better suited as the AI ensures consistency.\n\n## Track Progress\n\nThe Briefing Check always shows you the current status:\n\n- **Gray circle:** Not yet started\n- **Yellow circle:** In progress (draft)\n- **Green circle:** Completed\n\nIn the top right you also see the overall progress of all 6 documents as a percentage.\n\n[Screenshot: Status circles with percentage display]\n\n## Frequently Asked Questions\n\n**Do I have to answer all questions?**\n\nYes, all phases are important for a complete briefing. However, you can take a break at any time - the AI remembers the chat history.\n\n**Can I add information later?**\n\nYes, you can reopen the document at any time and add or correct information in the AI chat.\n\n**What happens if I give vague answers?**\n\nThe AI follows up friendly but firmly. It needs concrete facts to write precise PR texts later. It only accepts buzzwords like \"leading,\" \"innovative,\" or \"high quality\" with evidence.\n\n**How long does the Briefing Check take?**\n\nTypically 10-15 minutes if you have the information ready. The AI asks a maximum of 1-2 questions at a time so you don't get overwhelmed.\n\n**Can multiple people work on the briefing?**\n\nYes, if multiple team members have access to the customer, they can edit the document together. The chat history is saved for everyone.\n\n## Next Steps\n\nAfter completing the Briefing Check:\n\n1. **Conduct SWOT analysis** - Evaluate strengths, weaknesses, opportunities, and threats\n2. **Create target audience radar** - Define receivers, intermediaries, and senders\n3. Complete all 6 documents to generate the **DNA synthesis**\n\n> **Important:** The DNA synthesis can only be generated when all 6 documents have \"Completed\" status. It then summarizes the entire brand DNA in ~600-800 tokens that serve as guardrails for all AI texts.\n\n## Related Articles\n\n- [Understanding Brand DNA](/support/en/understanding-brand-dna)\n- [Conduct SWOT Analysis](/support/en/brand-dna-swot-analysis)\n- [Generate DNA Synthesis](/support/en/generate-dna-synthesis)\n- [Create Customer](/support/en/create-customer)"
  },
  "tips": [
    {
      "tip": "Halte konkrete Zahlen, Daten und Fakten bereit, bevor du mit dem Briefing-Check beginnst. Das beschleunigt den Prozess erheblich.",
      "tipEn": "Have concrete numbers, data, and facts ready before starting the Briefing Check. This significantly speeds up the process."
    },
    {
      "tip": "Die KI akzeptiert keine Worthülsen. Wenn du sagst 'wir sind führend', wird sie nach Belegen fragen (Marktanteil, Awards, Zertifikate).",
      "tipEn": "The AI doesn't accept buzzwords. If you say 'we're leading,' it will ask for evidence (market share, awards, certificates)."
    },
    {
      "tip": "Du kannst den Chat jederzeit unterbrechen und später fortsetzen. Die KI merkt sich den kompletten Verlauf und startet genau dort weiter.",
      "tipEn": "You can interrupt the chat at any time and continue later. The AI remembers the complete history and continues exactly where you left off."
    },
    {
      "tip": "Nutze die manuelle Bearbeitung nur für kleinere Textanpassungen. Bei inhaltlichen Änderungen ist der KI-Chat besser, da er die Konsistenz wahrt.",
      "tipEn": "Use manual editing only for minor text adjustments. For content changes, the AI chat is better as it maintains consistency."
    }
  ],
  "videos": [],
  "relatedArticles": [
    "marken-dna-verstehen",
    "marken-dna-swot-analyse",
    "marken-dna-synthese-erzeugen",
    "kunde-anlegen"
  ]
}
