{
  "_type": "helpArticle",
  "title": "Publikation dem Verlag zuordnen",
  "titleEn": "Assign Publication to Publisher",
  "slug": {
    "current": "publikation-dem-verlag-zuordnen"
  },
  "excerpt": "Ordne eine Publikation dem richtigen Verlag zu, um deine CRM-Struktur aufzubauen und Journalisten korrekt zu verknüpfen.",
  "excerptEn": "Assign a publication to the correct publisher to build your CRM structure and link journalists correctly.",
  "category": "bibliothek",
  "onboardingStep": null,
  "keywords": [
    "Publikation",
    "Verlag",
    "Zuordnung",
    "Publisher",
    "CRM",
    "Medienhaus",
    "Zeitschrift",
    "Zeitung"
  ],
  "content": {
    "de": "# Publikation dem Verlag zuordnen\n\nDie Zuordnung einer Publikation zum richtigen Verlag ist ein wichtiger Schritt beim Aufbau deiner CRM-Struktur. Nur so kannst du später Journalisten korrekt mit Verlagen und Publikationen verknüpfen.\n\n## Warum ist die Verlagszuordnung wichtig?\n\nDie Verlagszuordnung ist das Herzstück deiner CRM-Struktur:\n\n- **Journalisten-Verknüpfung**: Journalisten arbeiten für Verlage und schreiben für deren Publikationen\n- **Übersichtlichkeit**: Du siehst auf einen Blick, welche Publikationen zu welchem Medienhaus gehören\n- **Effizienz**: Bei Änderungen am Verlag (z.B. neue Adresse) werden alle Publikationen automatisch aktualisiert\n- **Verteiler-Erstellung**: Später kannst du Verteiler nach Verlagen oder Publikationen filtern\n\n## Voraussetzungen\n\nBevor du eine Publikation einem Verlag zuordnen kannst, muss der Verlag bereits im CRM angelegt sein:\n\n- Der Verlag wurde unter **CRM → Unternehmen** mit Typ \"Verlag\" oder \"Medienhaus\" angelegt\n- Du hast die notwendigen Berechtigungen, um Publikationen zu bearbeiten\n\n> **Tipp:** Wenn du den Verlag noch nicht angelegt hast, kannst du direkt aus dem Publikations-Modal ins CRM wechseln. Klicke auf den Link \"Zum CRM\" unter dem Publisher-Dropdown.\n\n## Schritt-für-Schritt: Publikation einem Verlag zuordnen\n\n### Schritt 1: Publikations-Modal öffnen\n\n1. Navigiere zu **Bibliothek → Publikationen**\n2. Klicke auf **+ Publikation hinzufügen** für eine neue Publikation\n3. Oder klicke auf die drei Punkte (⋮) neben einer bestehenden Publikation und wähle **Bearbeiten**\n\n[Screenshot: Publikations-Übersicht mit Add-Button und Edit-Aktion]\n\n### Schritt 2: Verlag auswählen\n\nIm Tab \"Grunddaten\" findest du das Dropdown-Feld **Verlag**:\n\n1. Klicke auf das Dropdown-Feld \"Verlag auswählen\"\n2. Wähle den passenden Verlag aus der Liste\n3. Die Liste zeigt nur Unternehmen vom Typ \"Verlag\", \"Medienhaus\" oder \"Partner\"\n\n[Screenshot: Publisher-Dropdown mit verfügbaren Verlagen]\n\n**Was du siehst:**\n\n- Name des Verlags\n- Typ in Klammern (z.B. \"Verlag\", \"Medienhaus\")\n- Alphabetisch sortiert für schnelles Finden\n\n### Schritt 3: Weitere Grunddaten eingeben\n\nNeben dem Verlag solltest du auch diese Felder ausfüllen:\n\n- **Titel**: Name der Publikation (z.B. \"Der Spiegel\")\n- **Typ**: Zeitschrift, Zeitung, Website, Blog, etc.\n- **Format**: Print, Online oder Beide\n- **Website**: URL der Publikation (optional, aber empfohlen)\n\n### Schritt 4: Speichern\n\n1. Klicke auf **Speichern** am unteren Rand des Modals\n2. Die Publikation wird mit der Verlagszuordnung gespeichert\n3. In der Übersicht siehst du nun den Verlagsnamen in der \"Verlag/Typ\"-Spalte\n\n[Screenshot: Gespeicherte Publikation in der Tabelle mit Verlagslink]\n\n## Was passiert nach der Zuordnung?\n\n### Verknüpfung in der Übersicht\n\nIn der Publikations-Übersicht wird der Verlagsname als **anklickbarer Link** angezeigt:\n\n- **Klick auf den Verlagsnamen**: Öffnet die Verlagsdetails im CRM\n- Du siehst alle Publikationen des Verlags\n- Bei Änderungen am Verlag werden alle Publikationen berücksichtigt\n\n### Journalisten können zugeordnet werden\n\nJetzt kannst du Journalisten sowohl dem **Verlag** als auch der **Publikation** zuordnen:\n\n1. Gehe zu **CRM → Personen**\n2. Lege einen Journalisten an\n3. Wähle den Verlag als Arbeitgeber\n4. Wähle eine oder mehrere Publikationen, für die der Journalist schreibt\n\n> **Wichtig:** Ohne Verlagszuordnung können Journalisten die Publikation nicht auswählen!\n\n## Häufige Fragen\n\n**Ich sehe meinen Verlag nicht in der Liste - was tun?**\n\nWenn das Dropdown leer ist oder dein Verlag fehlt:\n\n1. Prüfe, ob der Verlag im CRM angelegt ist (**CRM → Unternehmen**)\n2. Stelle sicher, dass der Typ auf \"Verlag\", \"Medienhaus\" oder \"Partner\" gesetzt ist\n3. Falls der Verlag existiert, lade die Seite neu (F5)\n4. Klicke alternativ auf \"Zum CRM\" im Modal und lege den Verlag neu an\n\n**Kann ich eine Publikation mehreren Verlagen zuordnen?**\n\nNein, jede Publikation gehört zu **einem** Verlag. Dies entspricht der realen Medienstruktur, wo eine Publikation von einem Medienhaus herausgegeben wird.\n\nWenn ein Verlag von einem anderen übernommen wird, ändere einfach die Zuordnung auf den neuen Verlag.\n\n**Was passiert, wenn ich den Verlag später ändere?**\n\nDu kannst die Verlagszuordnung jederzeit ändern:\n\n1. Öffne die Publikation im Bearbeitungsmodus\n2. Wähle einen neuen Verlag aus dem Dropdown\n3. Speichere die Änderung\n\n**Beachte:** Journalisten, die bereits mit dieser Publikation verknüpft sind, bleiben erhalten. Prüfe aber, ob sie auch dem neuen Verlag zugeordnet werden sollten.\n\n**Kann ich die Publikation ohne Verlag speichern?**\n\nNein, das Feld **Verlag** ist ein Pflichtfeld. Dies stellt sicher, dass deine CRM-Struktur konsistent bleibt und alle Publikationen korrekt zugeordnet sind.\n\nFalls du den genauen Verlag nicht kennst, lege einen Platzhalter an (z.B. \"Unbekannter Verlag\") und aktualisiere die Zuordnung später.\n\n**Werden alte Journalisten-Verknüpfungen automatisch angepasst?**\n\nNein, bestehende Verknüpfungen bleiben unverändert. Wenn du den Verlag einer Publikation änderst, musst du manuell prüfen, ob auch die Journalisten dem neuen Verlag zugeordnet werden sollen.\n\n## Nächste Schritte\n\n- [Publikation anlegen](/support/de/bibliothek/publikation-anlegen) - Erstelle deine erste Publikation\n- [Journalist anlegen](/support/de/crm/journalist-anlegen) - Füge Journalisten hinzu\n- [Journalist mit Verlag verknüpfen](/support/de/crm/journalist-mit-verlag-verknuepfen) - Ordne Journalisten ihrem Arbeitgeber zu\n- [Journalist mit Publikation verknüpfen](/support/de/crm/journalist-mit-publikation-verknuepfen) - Verbinde Journalisten mit Publikationen",
    "en": "# Assign Publication to Publisher\n\nAssigning a publication to the correct publisher is an important step in building your CRM structure. This allows you to correctly link journalists to publishers and publications later.\n\n## Why is publisher assignment important?\n\nPublisher assignment is the core of your CRM structure:\n\n- **Journalist linking**: Journalists work for publishers and write for their publications\n- **Clarity**: You can see at a glance which publications belong to which media house\n- **Efficiency**: When changes are made to the publisher (e.g., new address), all publications are automatically updated\n- **List creation**: Later you can filter distribution lists by publishers or publications\n\n## Prerequisites\n\nBefore you can assign a publication to a publisher, the publisher must already be created in the CRM:\n\n- The publisher was created under **CRM → Companies** with type \"Publisher\" or \"Media House\"\n- You have the necessary permissions to edit publications\n\n> **Tip:** If you haven't created the publisher yet, you can switch directly to the CRM from the publication modal. Click on the \"Go to CRM\" link below the publisher dropdown.\n\n## Step-by-Step: Assign Publication to Publisher\n\n### Step 1: Open Publication Modal\n\n1. Navigate to **Library → Publications**\n2. Click **+ Add Publication** for a new publication\n3. Or click the three dots (⋮) next to an existing publication and select **Edit**\n\n[Screenshot: Publications overview with Add button and Edit action]\n\n### Step 2: Select Publisher\n\nIn the \"Basic Info\" tab, you'll find the **Publisher** dropdown field:\n\n1. Click on the \"Select publisher\" dropdown field\n2. Select the appropriate publisher from the list\n3. The list only shows companies of type \"Publisher\", \"Media House\", or \"Partner\"\n\n[Screenshot: Publisher dropdown with available publishers]\n\n**What you see:**\n\n- Publisher name\n- Type in parentheses (e.g., \"Publisher\", \"Media House\")\n- Alphabetically sorted for quick finding\n\n### Step 3: Enter Additional Basic Data\n\nBesides the publisher, you should also fill in these fields:\n\n- **Title**: Name of the publication (e.g., \"The Guardian\")\n- **Type**: Magazine, Newspaper, Website, Blog, etc.\n- **Format**: Print, Online, or Both\n- **Website**: URL of the publication (optional but recommended)\n\n### Step 4: Save\n\n1. Click **Save** at the bottom of the modal\n2. The publication is saved with the publisher assignment\n3. In the overview, you'll now see the publisher name in the \"Publisher/Type\" column\n\n[Screenshot: Saved publication in the table with publisher link]\n\n## What happens after assignment?\n\n### Link in the Overview\n\nIn the publications overview, the publisher name is displayed as a **clickable link**:\n\n- **Click on the publisher name**: Opens the publisher details in the CRM\n- You see all publications of the publisher\n- When changes are made to the publisher, all publications are considered\n\n### Journalists can be assigned\n\nNow you can assign journalists to both the **publisher** and the **publication**:\n\n1. Go to **CRM → Contacts**\n2. Create a journalist\n3. Select the publisher as employer\n4. Select one or more publications the journalist writes for\n\n> **Important:** Without publisher assignment, journalists cannot select the publication!\n\n## Frequently Asked Questions\n\n**I don't see my publisher in the list - what to do?**\n\nIf the dropdown is empty or your publisher is missing:\n\n1. Check if the publisher is created in the CRM (**CRM → Companies**)\n2. Make sure the type is set to \"Publisher\", \"Media House\", or \"Partner\"\n3. If the publisher exists, reload the page (F5)\n4. Alternatively, click \"Go to CRM\" in the modal and create the publisher\n\n**Can I assign a publication to multiple publishers?**\n\nNo, each publication belongs to **one** publisher. This reflects the real media structure, where a publication is published by one media house.\n\nIf a publisher is acquired by another, simply change the assignment to the new publisher.\n\n**What happens if I change the publisher later?**\n\nYou can change the publisher assignment at any time:\n\n1. Open the publication in edit mode\n2. Select a new publisher from the dropdown\n3. Save the change\n\n**Note:** Journalists already linked to this publication remain unchanged. However, check if they should also be assigned to the new publisher.\n\n**Can I save the publication without a publisher?**\n\nNo, the **Publisher** field is mandatory. This ensures that your CRM structure remains consistent and all publications are correctly assigned.\n\nIf you don't know the exact publisher, create a placeholder (e.g., \"Unknown Publisher\") and update the assignment later.\n\n**Are old journalist links automatically adjusted?**\n\nNo, existing links remain unchanged. If you change the publisher of a publication, you must manually check if the journalists should also be assigned to the new publisher.\n\n## Next Steps\n\n- [Create Publication](/support/en/bibliothek/publikation-anlegen) - Create your first publication\n- [Create Journalist](/support/en/crm/journalist-anlegen) - Add journalists\n- [Link Journalist to Publisher](/support/en/crm/journalist-mit-verlag-verknuepfen) - Assign journalists to their employer\n- [Link Journalist to Publication](/support/en/crm/journalist-mit-publikation-verknuepfen) - Connect journalists with publications"
  },
  "tips": [
    {
      "tip": "Lege Verlage immer vor den Publikationen an. Das spart Zeit und vermeidet Fehler beim Zuordnen.",
      "tipEn": "Always create publishers before publications. This saves time and avoids errors during assignment."
    },
    {
      "tip": "Nutze den anklickbaren Verlagslink in der Publikations-Tabelle, um schnell alle Publikationen eines Verlags zu sehen.",
      "tipEn": "Use the clickable publisher link in the publications table to quickly see all publications of a publisher."
    },
    {
      "tip": "Wenn das Publisher-Dropdown leer ist, überprüfe den Unternehmenstyp im CRM. Nur Verlage, Medienhäuser und Partner werden angezeigt.",
      "tipEn": "If the publisher dropdown is empty, check the company type in the CRM. Only publishers, media houses, and partners are shown."
    }
  ],
  "videos": [],
  "relatedArticles": [
    "verlag-anlegen",
    "publikation-anlegen",
    "publikation-bearbeiten",
    "journalist-mit-verlag-verknuepfen",
    "journalist-mit-publikation-verknuepfen"
  ]
}
