{
  "_type": "helpArticle",
  "title": "Journalist mit Verlag verknüpfen",
  "titleEn": "Link Journalist to Publisher",
  "slug": {
    "current": "journalist-mit-verlag-verknuepfen"
  },
  "excerpt": "Verbinde einen Journalisten mit seinem Arbeitgeber-Verlag, um die Kontaktstruktur in deinem CRM abzubilden.",
  "excerptEn": "Connect a journalist to their employer publisher to map the contact structure in your CRM.",
  "category": "crm",
  "onboardingStep": null,
  "keywords": [
    "journalist",
    "verlag",
    "verknüpfen",
    "zuordnen",
    "arbeitgeber",
    "publisher",
    "link",
    "company",
    "firma",
    "medienhaus"
  ],
  "content": {
    "de": "# Journalist mit Verlag verknüpfen\n\nJeder Journalist arbeitet in der Regel für einen Verlag oder ein Medienhaus. Diese Verknüpfung hilft dir, die Struktur deiner Medienkontakte besser zu verstehen und gezielter anzusprechen.\n\n## Warum ist die Verknüpfung wichtig?\n\n- **Übersichtliche Struktur**: Du siehst auf einen Blick, welcher Journalist für welchen Verlag arbeitet\n- **Schnellere Recherche**: Finde alle Journalisten eines bestimmten Verlags mit wenigen Klicks\n- **Automatische Publikations-Zuordnung**: Wenn der Verlag Publikationen hat, kannst du diese dem Journalisten direkt zuordnen\n- **Bessere Analyse**: Sieh, wie viele Kontakte du bei welchem Verlag hast\n\n## Schritt-für-Schritt Anleitung\n\n### Voraussetzungen\n\nBevor du einen Journalisten einem Verlag zuordnen kannst, muss der Verlag bereits im System angelegt sein. Falls noch nicht geschehen:\n\n1. [Lege zuerst den Verlag an](/support/de/verlag-anlegen)\n2. Optional: [Erstelle die Publikationen des Verlags](/support/de/publikation-anlegen)\n\n### Journalist mit Verlag verknüpfen\n\n#### Variante 1: Bei der Erstellung eines neuen Journalisten\n\n1. **Öffne das CRM**: Navigiere zu *CRM → Personen*\n2. **Klicke auf \"Neuer Kontakt\"**\n3. **Aktiviere \"Ist Journalist\"**: Setze das Häkchen bei \"Ist Journalist?\"\n4. **Wähle das Unternehmen**: Im Feld \"Unternehmen\" wählst du den Verlag aus der Dropdown-Liste\n   - Die Liste zeigt alle bereits angelegten Verlage\n   - Du kannst nach dem Namen des Verlags suchen\n5. **Speichere den Kontakt**\n\n[Screenshot: Kontakt-Modal mit ausgewähltem Unternehmen]\n\n#### Variante 2: Bei einem bestehenden Journalisten\n\n1. **Öffne die Kontaktliste**: Navigiere zu *CRM → Personen*\n2. **Suche den Journalisten**: Nutze die Suchfunktion oder Filter\n3. **Klicke auf den Kontakt**: Der Journalist öffnet sich in der Detailansicht\n4. **Bearbeite den Kontakt**: Klicke auf den \"Bearbeiten\"-Button oben rechts\n5. **Wähle den Verlag**: Im Tab \"Allgemein\" unter \"Unternehmen\"\n6. **Speichere die Änderungen**\n\n[Screenshot: Kontakt bearbeiten mit Verlag-Auswahl]\n\n### Was passiert nach der Verknüpfung?\n\nSobald du einen Journalisten mit einem Verlag verknüpft hast:\n\n- **Publikationen werden verfügbar**: Im Tab \"Medien\" siehst du alle Publikationen des Verlags und kannst auswählen, für welche der Journalist schreibt\n- **Verlagsname wird angezeigt**: In der Kontaktliste und Detailansicht siehst du den Verlagsnamen unter dem Journalisten\n- **Filterung möglich**: Du kannst die Kontaktliste nach Verlag filtern\n- **Verlagsdaten werden übernommen**: Wenn der Journalist keine eigene Adresse hat, wird die des Verlags verwendet\n\n## Publikationen zuordnen (nächster Schritt)\n\nNach der Verknüpfung mit dem Verlag kannst du dem Journalisten konkrete Publikationen zuordnen:\n\n1. **Öffne den Tab \"Medien\"** im Kontakt-Modal\n2. **Wähle die Publikationen**: Unter \"Publikationen\" siehst du alle Titel des Verlags\n3. **Setze Häkchen** bei den Publikationen, für die der Journalist schreibt\n4. **Speichere**\n\n[Screenshot: Medien-Tab mit Publikations-Auswahl]\n\n> **Tipp:** Ein Journalist kann für mehrere Publikationen desselben Verlags schreiben (z.B. BILD und WELT bei Axel Springer).\n\n## Häufige Fragen\n\n**Kann ein Journalist mehrere Verlage haben?**\nNein, ein Kontakt kann immer nur einem Verlag zugeordnet sein. Wenn ein Journalist für mehrere Verlage schreibt (z.B. als freier Journalist), lege am besten einen zweiten Kontakt an oder wähle den Hauptarbeitgeber.\n\n**Was ist, wenn der Verlag noch nicht angelegt ist?**\nDu musst den Verlag zuerst anlegen, bevor du ihn einem Journalisten zuordnen kannst. [Hier erfährst du, wie du einen Verlag anlegst](/support/de/verlag-anlegen).\n\n**Kann ich die Verknüpfung später ändern?**\nJa, du kannst jederzeit einen anderen Verlag auswählen oder die Zuordnung komplett entfernen. Öffne einfach den Kontakt und ändere das Feld \"Unternehmen\".\n\n**Was passiert, wenn ich einen Verlag lösche?**\nWenn du einen Verlag löschst, bleibt der Journalist erhalten, aber die Verknüpfung wird automatisch entfernt. Die Publikations-Zuordnungen gehen dabei ebenfalls verloren.\n\n**Muss ich jeden Kontakt einem Verlag zuordnen?**\nNein, nur bei Journalisten ist die Zuordnung sinnvoll. Bei allgemeinen Kontakten (z.B. Kunden, Partner) ist das optional.\n\n## Praktische Beispiele\n\n### Beispiel 1: Tageszeitungs-Redakteur\n\n**Ausgangslage:** Du hast einen Kontakt zu Max Mustermann, Wirtschaftsredakteur bei der Süddeutschen Zeitung.\n\n**Vorgehen:**\n1. Lege den Verlag \"Süddeutscher Verlag\" an (falls nicht vorhanden)\n2. Lege die Publikation \"Süddeutsche Zeitung\" an\n3. Erstelle den Kontakt \"Max Mustermann\"\n4. Verknüpfe ihn mit \"Süddeutscher Verlag\"\n5. Ordne ihm die Publikation \"Süddeutsche Zeitung\" zu\n\n### Beispiel 2: Freier Journalist mit Schwerpunkt\n\n**Ausgangslage:** Julia Schmidt schreibt hauptsächlich für Spiegel Online, gelegentlich aber auch für andere Magazine.\n\n**Vorgehen:**\n1. Ordne sie dem Verlag \"Spiegel Verlag\" zu (Hauptarbeitgeber)\n2. Wähle \"Spiegel Online\" als Hauptpublikation\n3. Nutze interne Notizen, um weitere Veröffentlichungen festzuhalten\n\n### Beispiel 3: Konzern mit mehreren Marken\n\n**Ausgangslage:** Axel Springer hat viele Titel (BILD, WELT, Business Insider, etc.).\n\n**Vorgehen:**\n1. Lege den Verlag \"Axel Springer\" als Firma an\n2. Lege alle Publikationen an (BILD, WELT, etc.)\n3. Ordne jeden Journalisten dem Verlag \"Axel Springer\" zu\n4. Wähle bei jedem Journalisten die spezifischen Publikationen\n\n## Nächste Schritte\n\nNachdem du Journalisten mit Verlagen verknüpft hast:\n\n- [Publikationen zuordnen](/support/de/journalist-mit-publikation-verknuepfen)\n- [Verteilerliste erstellen](/support/de/verteiler-erstellen)\n- [Ressorts und Beats festlegen](/support/de/ressorts-zuordnen)",
    "en": "# Link Journalist to Publisher\n\nEvery journalist typically works for a publisher or media house. This connection helps you better understand the structure of your media contacts and target them more precisely.\n\n## Why is the connection important?\n\n- **Clear structure**: See at a glance which journalist works for which publisher\n- **Faster research**: Find all journalists of a specific publisher with just a few clicks\n- **Automatic publication assignment**: If the publisher has publications, you can assign them directly to the journalist\n- **Better analysis**: See how many contacts you have at which publisher\n\n## Step-by-Step Guide\n\n### Prerequisites\n\nBefore you can assign a journalist to a publisher, the publisher must already be in the system. If not done yet:\n\n1. [First create the publisher](/support/en/verlag-anlegen)\n2. Optional: [Create the publisher's publications](/support/en/publikation-anlegen)\n\n### Link journalist to publisher\n\n#### Option 1: When creating a new journalist\n\n1. **Open CRM**: Navigate to *CRM → Contacts*\n2. **Click \"New Contact\"**\n3. **Enable \"Is Journalist\"**: Check the box at \"Is Journalist?\"\n4. **Select the company**: In the \"Company\" field, select the publisher from the dropdown list\n   - The list shows all already created publishers\n   - You can search for the publisher's name\n5. **Save the contact**\n\n[Screenshot: Contact modal with selected company]\n\n#### Option 2: For an existing journalist\n\n1. **Open contact list**: Navigate to *CRM → Contacts*\n2. **Search for the journalist**: Use the search function or filters\n3. **Click on the contact**: The journalist opens in detail view\n4. **Edit the contact**: Click the \"Edit\" button in the top right\n5. **Select the publisher**: In the \"General\" tab under \"Company\"\n6. **Save changes**\n\n[Screenshot: Edit contact with publisher selection]\n\n### What happens after linking?\n\nOnce you've linked a journalist to a publisher:\n\n- **Publications become available**: In the \"Media\" tab you see all publications of the publisher and can select which ones the journalist writes for\n- **Publisher name is displayed**: In the contact list and detail view you see the publisher name under the journalist\n- **Filtering possible**: You can filter the contact list by publisher\n- **Publisher data is inherited**: If the journalist has no own address, the publisher's address is used\n\n## Assign publications (next step)\n\nAfter linking to the publisher, you can assign specific publications to the journalist:\n\n1. **Open the \"Media\" tab** in the contact modal\n2. **Select publications**: Under \"Publications\" you see all titles of the publisher\n3. **Check boxes** for the publications the journalist writes for\n4. **Save**\n\n[Screenshot: Media tab with publication selection]\n\n> **Tip:** A journalist can write for multiple publications of the same publisher (e.g., BILD and WELT at Axel Springer).\n\n## Frequently Asked Questions\n\n**Can a journalist have multiple publishers?**\nNo, a contact can only be assigned to one publisher. If a journalist writes for multiple publishers (e.g., as a freelancer), it's best to create a second contact or choose the main employer.\n\n**What if the publisher isn't created yet?**\nYou must first create the publisher before you can assign it to a journalist. [Learn how to create a publisher here](/support/en/verlag-anlegen).\n\n**Can I change the link later?**\nYes, you can select a different publisher at any time or remove the assignment completely. Simply open the contact and change the \"Company\" field.\n\n**What happens if I delete a publisher?**\nIf you delete a publisher, the journalist remains, but the link is automatically removed. The publication assignments are also lost.\n\n**Do I have to assign every contact to a publisher?**\nNo, the assignment only makes sense for journalists. For general contacts (e.g., customers, partners) it's optional.\n\n## Practical Examples\n\n### Example 1: Daily newspaper editor\n\n**Situation:** You have a contact with Max Mustermann, business editor at Süddeutsche Zeitung.\n\n**Procedure:**\n1. Create the publisher \"Süddeutscher Verlag\" (if not available)\n2. Create the publication \"Süddeutsche Zeitung\"\n3. Create the contact \"Max Mustermann\"\n4. Link him to \"Süddeutscher Verlag\"\n5. Assign him the publication \"Süddeutsche Zeitung\"\n\n### Example 2: Freelance journalist with focus\n\n**Situation:** Julia Schmidt mainly writes for Spiegel Online, but occasionally for other magazines too.\n\n**Procedure:**\n1. Assign her to the publisher \"Spiegel Verlag\" (main employer)\n2. Select \"Spiegel Online\" as main publication\n3. Use internal notes to record other publications\n\n### Example 3: Corporation with multiple brands\n\n**Situation:** Axel Springer has many titles (BILD, WELT, Business Insider, etc.).\n\n**Procedure:**\n1. Create the publisher \"Axel Springer\" as a company\n2. Create all publications (BILD, WELT, etc.)\n3. Assign each journalist to the publisher \"Axel Springer\"\n4. Select the specific publications for each journalist\n\n## Next Steps\n\nAfter you've linked journalists to publishers:\n\n- [Assign publications](/support/en/journalist-mit-publikation-verknuepfen)\n- [Create distribution list](/support/en/verteiler-erstellen)\n- [Set beats and topics](/support/en/ressorts-zuordnen)"
  },
  "tips": [
    {
      "tip": "Lege große Verlage zuerst an, bevor du Journalisten erfasst. Das spart Zeit bei der späteren Zuordnung.",
      "tipEn": "Create major publishers first before adding journalists. This saves time with later assignments."
    },
    {
      "tip": "Bei Medienkonzernen wie Axel Springer: Lege den Konzern als Verlag an, nicht die einzelnen Marken. Die Marken sind die Publikationen.",
      "tipEn": "For media corporations like Axel Springer: Create the corporation as publisher, not the individual brands. The brands are the publications."
    },
    {
      "tip": "Nutze die Bulk-Funktion, um mehrere Journalisten gleichzeitig einem Verlag zuzuordnen. Wähle die Kontakte aus und klicke auf \"Firma zuordnen\".",
      "tipEn": "Use the bulk function to assign multiple journalists to a publisher at once. Select the contacts and click \"Assign Company\"."
    },
    {
      "tip": "Die Verknüpfung mit dem Verlag ist Voraussetzung, um später Publikationen zuordnen zu können. Springe diesen Schritt nicht über!",
      "tipEn": "Linking to the publisher is a prerequisite for assigning publications later. Don't skip this step!"
    }
  ],
  "videos": [],
  "relatedArticles": [
    "verlag-anlegen",
    "journalist-anlegen",
    "publikation-anlegen",
    "journalist-mit-publikation-verknuepfen",
    "verteiler-erstellen"
  ]
}
