{
  "_type": "helpArticle",
  "title": "Profil bearbeiten",
  "titleEn": "Edit Profile",
  "slug": {
    "current": "profil-bearbeiten"
  },
  "excerpt": "Ändere dein Profilbild, deinen Namen und deine Kontaktdaten, um dein persönliches Account-Profil aktuell zu halten.",
  "excerptEn": "Update your profile picture, name, and contact details to keep your personal account profile up to date.",
  "category": "account",
  "onboardingStep": null,
  "keywords": [
    "profil",
    "profilbild",
    "name ändern",
    "telefonnummer",
    "kontaktdaten",
    "avatar",
    "displayname",
    "persönliche daten"
  ],
  "content": {
    "de": "# Profil bearbeiten\n\nDein persönliches Profil zeigt dein Bild und deinen Namen im gesamten System – in der Team-Übersicht, bei Kommentaren und in Benachrichtigungen. Halte deine Daten aktuell, damit dein Team dich sofort erkennt.\n\n## Was du bearbeiten kannst\n\nAuf der Profilseite kannst du folgende Informationen ändern:\n\n- **Profilbild:** Ein persönliches Foto macht dich für dein Team erkennbar\n- **Anzeigename:** Dein Name, wie er überall in CeleroPress angezeigt wird\n- **Telefonnummer:** Optional – für direkte Kontaktaufnahme durch Kollegen\n- **E-Mail-Adresse:** Nur zur Anzeige (kann aus Sicherheitsgründen nicht hier geändert werden)\n\n## Profil bearbeiten – Schritt für Schritt\n\n### Schritt 1: Profilseite öffnen\n\n1. Klicke in der linken Sidebar auf **\"👤 Admin-Center\"**\n2. Wähle **\"Profil verwalten\"** aus dem Menü\n\n[Screenshot: Navigation zum Profil-Bereich]\n\n### Schritt 2: Profilbild hochladen oder ändern\n\n1. Im Bereich **\"Profilbild\"** siehst du dein aktuelles Bild (oder einen Platzhalter mit deinen Initialen)\n2. Klicke auf **\"Hochladen\"** (oder **\"Ändern\"**, falls bereits ein Bild vorhanden ist)\n3. Wähle eine Bilddatei von deinem Computer:\n   - **Erlaubte Formate:** JPG, PNG, WebP\n   - **Maximale Größe:** 10 MB\n4. Ein Cropping-Tool öffnet sich automatisch\n5. Ziehe und skaliere den Bildausschnitt, bis der gewünschte Bereich im Rahmen ist\n6. Klicke auf **\"Speichern\"**, um das zugeschnittene Bild hochzuladen\n\n[Screenshot: Profilbild-Cropper mit Bildausschnitt-Auswahl]\n\n> **Tipp:** Wähle ein Foto, auf dem dein Gesicht gut zu erkennen ist. Das hilft deinem Team, dich schneller zu identifizieren – besonders in größeren Teams.\n\n**Profilbild entfernen:**\n\nWenn du dein Profilbild löschen möchtest:\n\n1. Klicke auf **\"Entfernen\"** (nur sichtbar, wenn ein Bild vorhanden ist)\n2. Dein Profilbild wird gelöscht und durch deine Initialen ersetzt\n\n### Schritt 3: Persönliche Daten aktualisieren\n\nIm Bereich **\"Profil-Daten\"** kannst du deinen Namen und deine Telefonnummer bearbeiten:\n\n1. **Anzeigename:** Trage deinen vollständigen Namen ein (z.B. \"Max Mustermann\")\n   - Mindestens 2 Zeichen erforderlich\n   - Maximal 50 Zeichen erlaubt\n   - Dieser Name wird überall im System angezeigt (Team-Liste, Kommentare, etc.)\n\n2. **Telefonnummer:** Optional – gib deine Telefonnummer ein, falls gewünscht\n   - Format: z.B. \"+49 123 456789\" oder \"0123 456789\"\n   - Wird in deinem Profil angezeigt, sodass Kollegen dich erreichen können\n\n3. Klicke auf **\"Speichern\"**, um die Änderungen zu übernehmen\n4. Eine Erfolgsmeldung bestätigt, dass dein Profil aktualisiert wurde\n\n[Screenshot: Persönliche Daten-Formular mit ausgefüllten Feldern]\n\n> **Wichtig:** Deine E-Mail-Adresse wird hier nur angezeigt und kann nicht bearbeitet werden. Sie ist mit deinem Account verknüpft und kann aus Sicherheitsgründen nur über die Account-Verwaltung geändert werden.\n\n### Schritt 4: Änderungen überprüfen\n\nNach dem Speichern:\n\n- Dein neues Profilbild erscheint sofort in der Navigation (oben rechts)\n- Dein aktualisierter Name wird in der Team-Übersicht angezeigt\n- Bei Kommentaren und Aktivitäten wird dein neuer Name verwendet\n\n## Häufige Fehler und Lösungen\n\n**\"Datei ist zu groß. Maximum 10MB erlaubt.\"**\n\nDein ausgewähltes Bild überschreitet die maximale Dateigröße.\n\n**Lösung:**\n- Komprimiere das Bild vor dem Upload (z.B. mit Online-Tools wie TinyPNG)\n- Wähle ein kleineres Bild oder reduziere die Auflösung\n\n**\"Anzeigename muss mindestens 2 Zeichen haben.\"**\n\nDer eingegebene Name ist zu kurz.\n\n**Lösung:**\n- Trage deinen vollständigen Vor- und Nachnamen ein\n- Mindestens 2 Zeichen sind erforderlich\n\n**\"Bitte wähle eine Bilddatei aus.\"**\n\nDu hast versucht, eine nicht unterstützte Datei hochzuladen.\n\n**Lösung:**\n- Nur Bilddateien sind erlaubt: JPG, PNG oder WebP\n- Konvertiere deine Datei in ein unterstütztes Format\n\n## Profilbild-Cropper optimal nutzen\n\nDer Cropper hilft dir, den perfekten Bildausschnitt zu wählen:\n\n1. **Zoomen:** Nutze die Zoom-Funktion, um näher an dein Gesicht heranzukommen\n2. **Positionieren:** Ziehe das Bild, bis dein Gesicht mittig im Rahmen ist\n3. **Vorschau:** Die Vorschau zeigt, wie dein Bild später aussehen wird\n4. **Abbrechen:** Klicke auf \"Abbrechen\", wenn du ein anderes Bild auswählen möchtest\n\n> **Tipp:** Quadratische Bilder funktionieren am besten, da das Profilbild als Kreis angezeigt wird. Achte darauf, dass dein Gesicht in der Mitte des Ausschnitts ist.\n\n## Weitere Einstellungen auf der Profilseite\n\nNeben den persönlichen Daten findest du auf der Profilseite weitere wichtige Funktionen:\n\n- **E-Mail-Verifizierung:** Bestätige deine E-Mail-Adresse für zusätzliche Sicherheit\n- **Passwort ändern:** Aktualisiere dein Passwort regelmäßig\n- **Zwei-Faktor-Authentifizierung:** Aktiviere 2FA für maximalen Schutz\n- **Social Login:** Verknüpfe deinen Account mit Google oder anderen Diensten\n- **Account-Informationen:** Sieh deine User-ID, Rolle und Organisation ein\n\n## Häufige Fragen\n\n**Kann ich meine E-Mail-Adresse hier ändern?**\n\nNein, die E-Mail-Adresse ist fest mit deinem Account verknüpft und kann aus Sicherheitsgründen nicht direkt auf der Profilseite geändert werden. Kontaktiere den Support, falls du deine E-Mail ändern musst.\n\n**Wird mein Profilbild in allen Organisationen angezeigt?**\n\nJa, dein Profilbild und Name sind account-weit und werden in allen Organisationen verwendet, in denen du Mitglied bist.\n\n**Was passiert, wenn ich mein Profilbild lösche?**\n\nStatt des Bildes werden deine Initialen in einem farbigen Kreis angezeigt (z.B. \"MM\" für Max Mustermann). Das ist eine automatische Fallback-Lösung.\n\n**Wie sehen andere mein Profil?**\n\nDein Profilbild und Name erscheinen:\n- In der Team-Übersicht unter \"Einstellungen → Team\"\n- Bei Kommentaren in Projekten und Kampagnen\n- In Benachrichtigungen und Aktivitäts-Logs\n- In der Sidebar (oben rechts neben deinem Namen)\n\n**Kann ich mehrere Telefonnummern hinterlegen?**\n\nNein, aktuell ist nur eine Telefonnummer pro Profil möglich. Trage die Nummer ein, unter der du am besten erreichbar bist.\n\n## Nächste Schritte\n\nJetzt, da dein Profil aktualisiert ist, solltest du:\n\n- [E-Mail-Adresse verifizieren](/support/de/erste-schritte/email-verifizierung) – Bestätige deine E-Mail für zusätzliche Sicherheit\n- [Zwei-Faktor-Authentifizierung aktivieren](/support/de/erste-schritte/zwei-faktor-authentifizierung) – Schütze deinen Account optimal\n- [Passwort ändern](/support/de/account/passwort-aendern) – Aktualisiere dein Passwort regelmäßig\n- [Team-Mitglieder verwalten](/support/de/einstellungen/team-mitglieder-verwalten) – Sieh, wer noch in deiner Organisation ist",
    "en": "# Edit Profile\n\nYour personal profile displays your picture and name throughout the system – in the team overview, comments, and notifications. Keep your information current so your team can identify you instantly.\n\n## What You Can Edit\n\nOn the profile page, you can change the following information:\n\n- **Profile Picture:** A personal photo makes you recognizable to your team\n- **Display Name:** Your name as it appears everywhere in CeleroPress\n- **Phone Number:** Optional – for direct contact by colleagues\n- **Email Address:** Display only (cannot be changed here for security reasons)\n\n## Edit Profile – Step by Step\n\n### Step 1: Open Profile Page\n\n1. Click on **\"👤 Admin Center\"** in the left sidebar\n2. Select **\"Manage Profile\"** from the menu\n\n[Screenshot: Navigation to profile area]\n\n### Step 2: Upload or Change Profile Picture\n\n1. In the **\"Profile Picture\"** section, you'll see your current image (or a placeholder with your initials)\n2. Click **\"Upload\"** (or **\"Change\"** if an image already exists)\n3. Select an image file from your computer:\n   - **Allowed formats:** JPG, PNG, WebP\n   - **Maximum size:** 10 MB\n4. A cropping tool opens automatically\n5. Drag and scale the image area until the desired section is in frame\n6. Click **\"Save\"** to upload the cropped image\n\n[Screenshot: Profile picture cropper with image selection]\n\n> **Tip:** Choose a photo where your face is clearly visible. This helps your team identify you quickly – especially in larger teams.\n\n**Remove Profile Picture:**\n\nIf you want to delete your profile picture:\n\n1. Click **\"Remove\"** (only visible if an image exists)\n2. Your profile picture will be deleted and replaced with your initials\n\n### Step 3: Update Personal Information\n\nIn the **\"Personal Information\"** section, you can edit your name and phone number:\n\n1. **Display Name:** Enter your full name (e.g., \"John Doe\")\n   - Minimum 2 characters required\n   - Maximum 50 characters allowed\n   - This name is displayed everywhere in the system (team list, comments, etc.)\n\n2. **Phone Number:** Optional – enter your phone number if desired\n   - Format: e.g., \"+1 123 456789\" or \"0123 456789\"\n   - Displayed in your profile so colleagues can reach you\n\n3. Click **\"Save\"** to apply changes\n4. A success message confirms your profile has been updated\n\n[Screenshot: Personal information form with filled fields]\n\n> **Important:** Your email address is displayed here but cannot be edited. It's linked to your account and can only be changed through account management for security reasons.\n\n### Step 4: Review Changes\n\nAfter saving:\n\n- Your new profile picture appears immediately in the navigation (top right)\n- Your updated name is displayed in the team overview\n- Your new name is used in comments and activities\n\n## Common Errors and Solutions\n\n**\"File is too large. Maximum 10MB allowed.\"**\n\nYour selected image exceeds the maximum file size.\n\n**Solution:**\n- Compress the image before uploading (e.g., using online tools like TinyPNG)\n- Choose a smaller image or reduce resolution\n\n**\"Display name must be at least 2 characters.\"**\n\nThe entered name is too short.\n\n**Solution:**\n- Enter your full first and last name\n- Minimum 2 characters required\n\n**\"Please select an image file.\"**\n\nYou tried to upload an unsupported file.\n\n**Solution:**\n- Only image files are allowed: JPG, PNG, or WebP\n- Convert your file to a supported format\n\n## Using the Profile Picture Cropper Optimally\n\nThe cropper helps you choose the perfect image section:\n\n1. **Zoom:** Use the zoom function to get closer to your face\n2. **Position:** Drag the image until your face is centered in the frame\n3. **Preview:** The preview shows how your image will look later\n4. **Cancel:** Click \"Cancel\" if you want to select a different image\n\n> **Tip:** Square images work best since the profile picture is displayed as a circle. Make sure your face is centered in the crop area.\n\n## Additional Settings on the Profile Page\n\nBesides personal information, you'll find other important functions on the profile page:\n\n- **Email Verification:** Confirm your email address for additional security\n- **Change Password:** Update your password regularly\n- **Two-Factor Authentication:** Enable 2FA for maximum protection\n- **Social Login:** Link your account with Google or other services\n- **Account Information:** View your user ID, role, and organization\n\n## Frequently Asked Questions\n\n**Can I change my email address here?**\n\nNo, the email address is permanently linked to your account and cannot be changed directly on the profile page for security reasons. Contact support if you need to change your email.\n\n**Will my profile picture be displayed in all organizations?**\n\nYes, your profile picture and name are account-wide and will be used in all organizations where you're a member.\n\n**What happens if I delete my profile picture?**\n\nInstead of the image, your initials will be displayed in a colored circle (e.g., \"JD\" for John Doe). This is an automatic fallback solution.\n\n**How do others see my profile?**\n\nYour profile picture and name appear:\n- In the team overview under \"Settings → Team\"\n- In comments on projects and campaigns\n- In notifications and activity logs\n- In the sidebar (top right next to your name)\n\n**Can I store multiple phone numbers?**\n\nNo, currently only one phone number per profile is possible. Enter the number where you're most easily reachable.\n\n## Next Steps\n\nNow that your profile is updated, you should:\n\n- [Verify Email Address](/support/en/email-verification) – Confirm your email for additional security\n- [Enable Two-Factor Authentication](/support/en/two-factor-authentication) – Protect your account optimally\n- [Change Password](/support/en/change-password) – Update your password regularly\n- [Manage Team Members](/support/en/manage-team-members) – See who else is in your organization"
  },
  "tips": [
    {
      "tip": "Verwende ein professionelles Foto mit klarem Gesichtsausdruck. Das erleichtert die Zusammenarbeit im Team enorm.",
      "tipEn": "Use a professional photo with a clear facial expression. This greatly facilitates team collaboration."
    },
    {
      "tip": "Aktualisiere deinen Anzeigenamen, wenn er sich ändert – er wird automatisch überall im System synchronisiert (Team-Liste, Kommentare, etc.).",
      "tipEn": "Update your display name when it changes – it will automatically sync everywhere in the system (team list, comments, etc.)."
    },
    {
      "tip": "Die Telefonnummer ist optional, aber hilfreich für schnelle Rückfragen innerhalb des Teams.",
      "tipEn": "The phone number is optional but helpful for quick inquiries within the team."
    },
    {
      "tip": "Wenn du dein Profilbild hochlädst, wird es automatisch quadratisch zugeschnitten. Wähle den Bildausschnitt sorgfältig, damit dein Gesicht gut sichtbar ist.",
      "tipEn": "When uploading your profile picture, it's automatically cropped to a square. Choose the crop area carefully so your face is clearly visible."
    }
  ],
  "videos": [],
  "relatedArticles": [
    "profil-einrichten",
    "profilbild-hochladen",
    "passwort-aendern",
    "email-verifizierung",
    "zwei-faktor-authentifizierung"
  ]
}
